Repository: mankovsky29/anticipack
Catalog: Anticipack/Anticipack/Resources/Localization/AppResources.*.resx
Languages: es, ru

# Loading
source: Loading activities...
es: Cargando actividades...
ru: Загрузка активностей...

# SearchPlaceholder
source: Search activities...
es: Buscar actividades...
ru: Поиск активностей...

# NoActivities
source: No Packing Activities
es: Sin Actividades de Empaque
ru: Нет активностей упаковки

# NoActivitiesDescription
source: Create your first packing activity to get started.
es: Crea tu primera actividad de empaque para comenzar.
ru: Создайте свою первую активность упаковки, чтобы начать.

# CreateActivity
source: Create Packing Activity
es: Crear Actividad de Empaque
ru: Создать активность упаковки

source: Last packed:
es: Último empaque:
ru: Последняя упаковка:

source: Pack Now
es: Empacar Ahora
ru: Упаковать сейчас

source: Edit
es: Editar
ru: Редактировать

source: Delete
es: Eliminar
ru: Удалить

source: Search
es: Buscar
ru: Поиск

source: Add Activity
es: Agregar Actividad
ru: Добавить активность

source: New Packing Activity
es: Nueva Actividad de Empaque
ru: Новая активность упаковки

source: Name
es: Nombre
ru: Название

source: Category
es: Categoría
ru: Категория

source: Categories
es: Categorías
ru: категорий

source: Cancel
es: Cancelar
ru: Отмена

source: Create
es: Crear
ru: Создать

# DeleteActivityTitle
source: Delete Activity?
es: ¿Eliminar Actividad?
ru: Удалить активность?

# DeleteActivityMessage
source: Are you sure you want to delete "{0}"? This action cannot be undone.
es: ¿Estás seguro de que quieres eliminar "{0}"? Esta acción no se puede deshacer.
ru: Вы уверены, что хотите удалить "{0}"? Это действие нельзя отменить.

# ActivityCreated
source: Activity created successfully
es: Actividad creada exitosamente
ru: Активность успешно создана

# ActivityDeleted
source: Activity deleted successfully
es: Actividad eliminada exitosamente
ru: Активность успешно удалена

# FailedToLoad
source: Failed to load activities
es: Error al cargar actividades
ru: Ошибка загрузки активностей

# FailedToCreate
source: Failed to create activity
es: Error al crear actividad
ru: Ошибка создания активности

# FailedToDelete
source: Failed to delete activity
es: Error al eliminar actividad
ru: Ошибка удаления активности

source: items
es: artículos
ru: предметов

source: Active
es: Activas
ru: Активные

source: Archived
es: Archivadas
ru: Архивные

source: Archive
es: Archivar
ru: Архивировать

source: Unarchive
es: Desarchivar
ru: Разархивировать

source: All
es: Todas
ru: Все

source: Private
es: Privadas
ru: Личные

source: Shared
es: Compartidas
ru: Общие

source: Shared Activity
es: Actividad Compartida
ru: Общая активность

source: Make Shared
es: Hacer Compartida
ru: Сделать общей

source: Make Private
es: Hacer Privada
ru: Сделать личной

# SharedActivityDescription
source: Shared activities can be accessed by other users
es: Las actividades compartidas pueden ser accedidas por otros usuarios
ru: Общие активности доступны другим пользователям

# ConfirmMakeShared
source: Are you sure you want to make "{0}" shared with other users?
es: ¿Estás seguro de que quieres hacer "{0}" compartida con otros usuarios?
ru: Вы уверены, что хотите сделать "{0}" общей для других пользователей?

# ConfirmMakePrivate
source: Are you sure you want to make "{0}" private?
es: ¿Estás seguro de que quieres hacer "{0}" privada?
ru: Вы уверены, что хотите сделать "{0}" личной?

# ConfirmArchive
source: Are you sure you want to archive "{0}"?
es: ¿Estás seguro de que quieres archivar "{0}"?
ru: Вы уверены, что хотите архивировать "{0}"?

# ConfirmUnarchive
source: Are you sure you want to unarchive "{0}"?
es: ¿Estás seguro de que quieres desarchivar "{0}"?
ru: Вы уверены, что хотите разархивировать "{0}"?

source: Change Share Status
es: Cambiar Estado de Compartir
ru: Изменить статус общего доступа

source: Change Archive Status
es: Cambiar Estado de Archivo
ru: Изменить статус архива

# ActivityNowShared
source: "{0}" is now shared
es: "{0}" ahora está compartida
ru: "{0}" теперь общая

# ActivityNowPrivate
source: "{0}" is now private
es: "{0}" ahora es privada
ru: "{0}" теперь личная

# ActivityArchived
source: "{0}" has been archived
es: "{0}" ha sido archivada
ru: "{0}" архивирована

# ActivityUnarchived
source: "{0}" has been unarchived
es: "{0}" ha sido desarchivada
ru: "{0}" разархивирована

source: Failed to update share status
es: Error al actualizar estado de compartir
ru: Ошибка изменения статуса общего доступа

source: Failed to update archive status
es: Error al actualizar estado de archivo
ru: Ошибка изменения статуса архива

source: Confirm
es: Confirmar
ru: Подтвердить

source: Just now
es: Justo ahora
ru: Только что

# MinutesAgo
source: {0} minutes ago
es: hace {0} minutos
ru: {0} минут назад

# HoursAgo
source: {0} hours ago
es: hace {0} horas
ru: {0} часов назад

# DaysAgo
source: {0} days ago
es: hace {0} días
ru: {0} дней назад

# WeeksAgo
source: {0} weeks ago
es: hace {0} semanas
ru: {0} недель назад

# MonthsAgo
source: {0} months ago
es: hace {0} meses
ru: {0} месяцев назад

source: Settings
es: Configuración
ru: Настройки

# CustomizeExperience
source: Customize your experience
es: Personaliza tu experiencia
ru: Настройте свой опыт

source: Appearance
es: Apariencia
ru: Внешний вид

# PersonalizeAppLooks
source: Personalize how the app looks and feels
es: Personaliza cómo se ve y se siente la aplicación
ru: Персонализируйте внешний вид приложения

source: Theme
es: Tema
ru: Тема

# LightTheme
source: Light
es: Claro
ru: Светлая

# DarkTheme
source: Dark
es: Oscuro
ru: Тёмная

# AutoTheme
source: Auto
es: Automático
ru: Авто

# LightThemeTitle
source: Light theme
es: Tema claro
ru: Светлая тема

# DarkThemeTitle
source: Dark theme
es: Tema oscuro
ru: Тёмная тема

# AutoThemeTitle
source: Automatic theme based on system preferences
es: Tema automático basado en preferencias del sistema
ru: Автоматическая тема на основе системных настроек

# AutoThemeHint
source: The app will automatically match your device's system theme
es: La aplicación se ajustará automáticamente al tema del sistema de tu dispositivo
ru: Приложение автоматически подстроится под системную тему вашего устройства

# DarkThemeHint
source: Dark theme reduces eye strain in low-light environments
es: El tema oscuro reduce la fatiga visual en ambientes con poca luz
ru: Тёмная тема снижает напряжение глаз в условиях низкой освещённости

# LightThemeHint
source: Light theme is ideal for bright environments
es: El tema claro es ideal para ambientes brillantes
ru: Светлая тема идеальна для ярких условий

source: Notifications
es: Notificaciones
ru: Уведомления

# ManageNotificationPreferences
source: Manage your notification preferences
es: Administra tus preferencias de notificaciones
ru: Управляйте настройками уведомлений

source: Push Notifications
es: Notificaciones Push
ru: Push-уведомления

# NotifiedAboutUpdates
source: Get notified about important updates
es: Recibe notificaciones sobre actualizaciones importantes
ru: Получайте уведомления о важных обновлениях

source: Coming Soon
es: Próximamente
ru: Скоро

source: Data & Storage
es: Datos y Almacenamiento
ru: Данные и Хранилище

# ManageAppData
source: Manage your app data
es: Administra los datos de tu aplicación
ru: Управление данными приложения

source: Clear Cache
es: Limpiar Caché
ru: Очистить кэш

# FreeUpStorage
source: Free up storage space
es: Liberar espacio de almacenamiento
ru: Освободить место в хранилище

source: Language
es: Idioma
ru: Язык

# ChoosePreferredLanguage
source: Choose your preferred language
es: Elige tu idioma preferido
ru: Выберите предпочитаемый язык

source: Version
es: Versión
ru: Версия

# Category_Clothing
source: Clothing
es: Ropa
ru: Одежда

# Category_Shoes
source: Shoes
es: Calzado
ru: Обувь

# Category_Toiletries
source: Toiletries
es: Artículos de Aseo
ru: Туалетные принадлежности

# Category_Electronics
source: Electronics
es: Electrónicos
ru: Электроника

# Category_Documents
source: Documents
es: Documentos
ru: Документы

# Category_Health
source: Health
es: Salud
ru: Здоровье

# Category_Accessories
source: Accessories
es: Accesorios
ru: Аксессуары

# Category_Outdoor
source: Outdoor
es: Aire Libre
ru: Для улицы

# Category_Food
source: Food
es: Comida
ru: Еда

# Category_Entertainment
source: Entertainment
es: Entretenimiento
ru: Развлечения

# Category_Miscellaneous
source: Miscellaneous
es: Varios
ru: Разное

source: Loading packing…
es: Cargando empaque…
ru: Загрузка упаковки…

source: Show All Items
es: Mostrar Todos los Artículos
ru: Показать все предметы

source: Hide Checked Items
es: Ocultar Artículos Marcados
ru: Скрыть отмеченные предметы

source: Show History
es: Mostrar Historial
ru: Показать историю

source: Hide History
es: Ocultar Historial
ru: Скрыть историю

source: Reset All Items
es: Restablecer Todos los Artículos
ru: Сбросить все предметы

source: Edit Activity
es: Editar Actividad
ru: Редактировать активность

# ItemsPacked
source: {0}/{1} items packed
es: {0}/{1} artículos empacados
ru: {0}/{1} предметов упаковано

# MinRemaining
source: ~{0} min remaining
es: ~{0} min restantes
ru: ~{0} мин осталось

source: Done!
es: ¡Listo!
ru: Готово!

source: Packing History
es: Historial de Empaque
ru: История упаковки

source: Times Packed
es: Veces Empacado
ru: Раз упаковано

source: Runs
es: Ejecuciones
ru: запусков

source: Avg. Time
es: Tiempo Promedio
ru: Среднее время

# LastPackedLabel
source: Last Packed
es: Último Empaque
ru: Последняя упаковка

source: Recent Activity
es: Actividad Reciente
ru: Недавняя активность

source: Packing Complete!
es: ¡Empaque Completo!
ru: Упаковка завершена!

# YouPackedItems
source: You packed {0} items in {1}
es: Empacaste {0} artículos en {1}
ru: Вы упаковали {0} предметов за {1}

source: Efficiency
es: Eficiencia
ru: Эффективность

source: Compared to Last Time
es: Comparado con la Última Vez
ru: По сравнению с прошлым разом

source: Great!
es: ¡Genial!
ru: Отлично!

# ShowCheckedItems
source: Show
es: Mostrar
ru: Показать

# HideLabel
source: Hide
es: Ocultar
ru: Скрыть

source: Switch to Edit Mode?
es: ¿Cambiar a Modo de Edición?
ru: Переключиться в режим редактирования?

# EditingMightAffectProgress
source: Editing this packing list might affect your current packing progress.
es: Editar esta lista de empaque podría afectar tu progreso actual de empaque.
ru: Редактирование этого списка упаковки может повлиять на ваш текущий прогресс упаковки.

source: Continue to Edit
es: Continuar Editando
ru: Продолжить редактирование

source: Reset Packing List
es: Restablecer Lista de Empaque
ru: Сбросить список упаковки

# ConfirmResetAllItems
source: Are you sure you want to mark all items as unpacked?
es: ¿Estás seguro de que quieres marcar todos los artículos como no empacados?
ru: Вы уверены, что хотите пометить все предметы как неупакованные?

source: Reset All
es: Restablecer Todo
ru: Сбросить всё

# ResetItemsSuccess
source: Reset {0} items
es: Restablecidos {0} artículos
ru: Сброшено {0} предметов

# ItemPacked
source: ✓ {0} packed
es: ✓ {0} empacado
ru: ✓ {0} упаковано

# ItemUnpacked
source: ◯ {0} unpacked
es: ◯ {0} desempacado
ru: ◯ {0} распаковано

source: Failed to load items
es: Error al cargar artículos
ru: Ошибка загрузки предметов

# ErrorSavingItemState
source: Error saving item state: {0}
es: Error al guardar estado del artículo: {0}
ru: Ошибка сохранения состояния предмета: {0}

# ErrorResettingItems
source: Error resetting items: {0}
es: Error al restablecer artículos: {0}
ru: Ошибка сброса предметов: {0}

# PackingCompletedRecorded
source: Packing completed and recorded!
es: ¡Empaque completado y registrado!
ru: Упаковка завершена и записана!

source: Packing Activity
es: Actividad de Empaque
ru: Активность упаковки

source: Send
es: Enviar
ru: Отправить

# DeleteTitle
source: Delete
es: Eliminar
ru: Удалить

# CopyTitle
source: Copy
es: Copiar
ru: Копировать

source: Start Packing
es: Comenzar Empaque
ru: Начать упаковку

# AddItem
source: Add
es: Agregar
ru: Добавить

source: Add New Items
es: Agregar Nuevos Artículos
ru: Добавить новые предметы

source: Enter activity name...
es: Ingresa nombre de actividad...
ru: Введите название активности...

source: Enter item name...
es: Ingresa nombre del artículo...
ru: Введите название предмета...

source: Select Category:
es: Selecciona Categoría:
ru: Выберите категорию:

source: Notes (optional):
es: Notas (opcional):
ru: Заметки (необязательно):

# AddNotesAboutItem
source: Add notes about this item...
es: Agrega notas sobre este artículo...
ru: Добавьте заметки об этом предмете...

source: Item name...
es: Nombre del artículo...
ru: Название предмета...

source: Delete item
es: Eliminar artículo
ru: Удалить предмет

source: Save
es: Guardar
ru: Сохранить

source: Type item name for quick add...
es: Escribe nombre del artículo para agregar rápido...
ru: Введите название для быстрого добавления...

source: Enter item name first
es: Ingresa primero el nombre del artículo
ru: Сначала введите название предмета

# DeleteItemTitle
source: Delete Item
es: Eliminar Artículo
ru: Удалить предмет

# DeleteItemMessage
source: Are you sure you want to delete "{0}"?
es: ¿Estás seguro de que quieres eliminar "{0}"?
ru: Вы уверены, что хотите удалить "{0}"?

# ItemDeleted
source: Deleted "{0}"
es: Eliminado "{0}"
ru: Удалено "{0}"

# FailedToDeleteItem
source: Failed to delete item: {0}
es: Error al eliminar artículo: {0}
ru: Ошибка удаления предмета: {0}

# PackingActivityCopied
source: Packing activity copied successfully.
es: Actividad de empaque copiada exitosamente.
ru: Активность упаковки успешно скопирована.

# FailedToCopyActivity
source: Failed to copy packing activity: {0}
es: Error al copiar actividad de empaque: {0}
ru: Ошибка копирования активности упаковки: {0}

source: Delete Activity
es: Eliminar Actividad
ru: Удалить активность

# DeleteActivityConfirm
source: Are you sure you want to delete this packing activity? This action cannot be undone.
es: ¿Estás seguro de que quieres eliminar esta actividad de empaque? Esta acción no se puede deshacer.
ru: Вы уверены, что хотите удалить эту активность упаковки? Это действие нельзя отменить.

# PackingActivityDeleted
source: Packing activity deleted successfully.
es: Actividad de empaque eliminada exitosamente.
ru: Активность упаковки успешно удалена.

# FailedToDeleteActivity
source: Failed to delete packing activity: {0}
es: Error al eliminar actividad de empaque: {0}
ru: Ошибка удаления активности упаковки: {0}

# ItemAdded
source: Added {0}
es: Agregado {0}
ru: Добавлено {0}

# ErrorAddingItem
source: Error adding item: {0}
es: Error al agregar artículo: {0}
ru: Ошибка добавления предмета: {0}

source: Item updated
es: Artículo actualizado
ru: Предмет обновлён

# FailedToUpdateItem
source: Failed to update item: {0}
es: Error al actualizar artículo: {0}
ru: Ошибка обновления предмета: {0}

source: Unnamed Item
es: Artículo Sin Nombre
ru: Безымянный предмет

source: Navigation menu
es: Menú de navegación
ru: Меню навигации

# PackingActivitiesMenu
source: Packing Activities
es: Actividades de Empaque
ru: Активности упаковки

# PackingDialogMenu
source: Packing Dialog
es: Diálogo de Empaque
ru: Диалог упаковки

# SettingsMenu
source: Settings
es: Configuración
ru: Настройки

# BulkAddPlaceholder
source: Toothbrush, Toothpaste Shampoo Soap, Towel
es: Cepillo de dientes, Pasta dental Champú Jabón, Toalla

# BulkAddHint
source: Separate items by new line or comma. All items will be added to the selected category.
es: Separa los artículos por línea nueva o coma. Todos los artículos se agregarán a la categoría seleccionada.

# ItemsAdded
source: {0} items added
es: {0} artículos agregados

# FailedToAddItems
source: Failed to add {0} items
es: Error al agregar {0} artículos

source: Start Dictation
es: Iniciar Dictado

source: Stop Dictation
es: Detener Dictado

source: Listening...
es: Escuchando...

# SpeechNotSupported
source: Speech recognition is not supported in your browser
es: El reconocimiento de voz no es compatible con tu navegador

# SpeechError
source: Speech recognition error: {0}
es: Error de reconocimiento de voz: {0}

source: Microphone permission denied
es: Permiso de micrófono denegado

# MicrophonePermissionHelp
source: Please allow microphone access in your browser settings to use voice dictation
es: Por favor permite el acceso al micrófono en la configuración de tu navegador para usar dictado por voz

# NoSpeechDetected
source: No speech detected. Please try speaking again.
es: No se detectó voz. Por favor intenta hablar nuevamente.

# AudioCaptureError
source: Unable to capture audio. Please check your microphone.
es: No se pudo capturar audio. Por favor verifica tu micrófono.

# NetworkErrorSpeech
source: Network error. Please check your internet connection.
es: Error de red. Por favor verifica tu conexión a internet.

source: Grant Microphone Permission
es: Otorgar Permiso de Micrófono

# LanguageNotSupported
source: Speech recognition is not supported for the selected language. Falling back to English.
es: El reconocimiento de voz no es compatible con el idioma seleccionado. Cambiando a inglés.

source: Speech Recognition Language
es: Idioma de Reconocimiento de Voz

# UseAppLanguage
source: Use app language for speech recognition
es: Usar idioma de la aplicación para reconocimiento de voz

# TypeMessage
source: Type a message...
ru: Введите сообщение...
